{
  "visit_project": "زيارة المشروع",
  "project_not_live": "تم إيقاف المشروع :(",
  "neom": {
    "title": "نيوم ذا لاين",
    "subtitle": "",
    "description": {
      "1": "ننطلق في رحلة لإنشاء نظام حجز لا مثيل له مُخصص خصيصًا لمعرض \"نيوم ذا لاين\". سيتكامل هذا النظام الابتكاري بسلاسة بين React و Next.js و Tailwind CSS وإدارة الفترات الزمنية الحديثة، مقدمًا تجربة فريدة وغامرة.",
      "2": "يحتوي على نظام إدارة الفترات الزمنية المتقدمة. سيستكشف الحضور بسهولة الفترات الزمنية المتاحة لعروض وفعاليات معرض \"نيوم ذا لاين\" المثيرة. ستضمن هندستنا الخلفية الدقيقة تحديثات في الوقت الفعلي حول توافر فترات الزمن، مما يتيح للمستخدمين حجز أماكنهم بثقة وسهولة."
    },
    "technologies": "React,Next.js,TailwindCSS"
  },
  "wtcr": {
    "title": "سباق السعودية للفعاليات الرياضية العالمية للسيارات (WTCR)",
    "subtitle": "",
    "description": {
      "1": "يظهر موقع سباق السعودية للفعاليات الرياضية العالمية للسيارات كوجهة شاملة لشراء تذاكر حدث WTCR المثير للأدرينالين. بواجهة سهلة الاستخدام، يضمن الموقع عملية حجز سلسة وخالية من المتاعب لهواة سباقات السيارات من جميع أنحاء العالم. يمكن للمستخدمين التنقل بسهولة من خلال فئات التذاكر المختلفة، بدءًا من التذاكر العادية إلى حزم VIP، والتي صُممت لتلبية تفضيلات المشجعين المتنوعة.",
      "2": "يعد ميزة اختيار المقاعد المبتكرة أحد أهم ميزات موقع سباق السعودية للفعاليات الرياضية العالمية للسيارات. تتجاوز هذه الميزة الجديدة مفهوم شراء التذاكر التقليدي، مما يتيح للمشجعين اختيار مقاعدهم المفضلة داخل موقع السباق. من خلال خريطة مقاعد تفاعلية، يمكن للمستخدمين تحديد نقاط الإطلالة المفضلة لديهم على طول الدائرة، مما يوفر تجربة شخصية وغامرة لم يسبق لها مثيل. يضع هذا الابتكار سلطة الاختيار مباشرة في أيدي المشاهدين، ممكنين إياهم من تخصيص مغامرتهم المشاهدة المثلى.",
      "3": "الجهد المشترك بين الاتحاد السعودي للسيارات والدراجات النارية وبيننا نحن مطوري المنصة الإلكترونية للتذاكر يبرهن على التقاطع بين التميز الرياضي والتكنولوجيا المتقدمة. يُظهر هذا الجهد كيف يمكن أن تعزز التطورات في تطوير الويب والتصميم التجربة الشاملة للمشجعين. من خلال دمج إثارة رياضة السيارات مع سهولة شراء التذاكر عبر الإنترنت ومشاركة التفاعلية في اختيار المقاعد، يجسد موقع سباق السعودية للفعاليات الرياضية العالمية للسيارات مستقبل إدارة الفعاليات الرياضية."
    },
    "technologies": "React,Next.js,TailwindCSS"
  },
  "diriyah": {
    "title": "موقع موسم الدرعية 2023",
    "subtitle": "",
    "description": {
      "1": "في عالم يتلاقى فيه التكنولوجيا مع الخيال والواقع، أصبح العالم الافتراضي بوابة لتجربة الفعاليات الحقيقية الاستثنائية. يعتبر موقع موسم الدرعية 2023 مثالًا بارزًا على ذلك، حيث يقدم بوابة رقمية إلى عالم من الثقافة والترفيه والتراث. موسم الدرعية السنوي، الذي يُقام في مدينة الدرعية التاريخية في المملكة العربية السعودية، هو تقاطع للفن والرياضة والموسيقى والترفيه يجذب جمهورًا عالميًا. يعمل الموقع كدليل شامل، يوجِّه الزوار نحو مجموعة من التجارب التي تنتظرهم.",
      "2": "موقع موسم الدرعية 2023 هو تحفة في التصميم، حيث يمزج بسلاسة بين الجماليات الحديثة والعناصر التقليدية. عند دخول الموقع، يتم انغماس الزوار على الفور في رحلة بصرية، مع صور مذهلة تلخص جوهر أجواء الدرعية.",
      "3": "الهدف الرئيسي للموقع هو عرض مجموعة متنوعة من الفعاليات التي تشكل موسم الدرعية 2023. تقوم التقاويم التفاعلية للفعاليات، إلى جانب وصفوف شاملة وصور مقنعة، بتمكين الزوار من الانغماس في عالم من سباقات المحركات المثيرة، والحفلات المثيرة، والمعارض الثقافية، وأكثر من ذلك. سواء كان الحاضرون يبحثون عن رونق السباقات مثل سباق CORE Diriyah E-Prix 2023، أو إثارة مباراة SUPERCOPA DE ESPAÑA 2023، أو حتى مباراة الحقيقة بين جيك بول وتومي فيوري، يعمل الموقع كبوصلة توجيه تجاه تجارب لا تُنسى."
    },
    "technologies": "React,Next.js,TailwindCSS"
  },
  "saudicup": {
    "title": "كأس السعودية موسم 2023",
    "subtitle": "",
    "description": {
      "1": "كأس المملكة العربية السعودية، واحدة من أرقى الفعاليات في عالم سباقات الخيول، استطاعت دائمًا أن تلفت انتباه الهواة والمتفرجين من جميع أنحاء العالم. في موسمها لعام 2023، انطلق المنظمون في رحلة طموحة لإنشاء منصة حجز تذاكر عبر الإنترنت تمكن من تسهيل عملية حجز التذاكر وتعزيز تجربة الفعالية بشكل عام.",
      "2": "انتهت أيام الطوابير الطويلة وعمليات شراء التذاكر المستهلكة للوقت. قدمت منصة حجز التذاكر عملية حجز مبسطة، مما سمح للمستخدمين باختيار خيارات المقاعد المرغوبة وعرض خرائط المقاعد التفاعلية واستكمال عملياتهم بسهولة. من خلال دمج بوابات الدفع الآمنة، تأكد المستخدمون من أن معلوماتهم الشخصية والمالية محمية بأمان.",
      "3": "وبحكم أن تفضيلات كل شخص الحضور تعتبر فريدة، تضمنت منصة حجز التذاكر خيارات لتجارب شخصية. يمكن للحضور تخصيص باقاتهم، باختيارها من بين مجموعة من الخيارات مثل الوصول VIP، وأجنحة الضيافة، وسلع فعاليات حصرية. لم تضف هذه التخصيصات قيمة فقط، بل أيضًا خلقت شعورًا بالتميز للحضور."
    },
    "technologies": "React,Next.js,TailwindCSS"
  },
  "sagp": {
    "title": "سباق جائزة السعودية الكبرى للفورمولا 1 2023",
    "subtitle": "",
    "description": {
      "1": "موقع سباق فورمولا 1 SAGP 2023 لبيع التذاكر ليس فقط عبارة عن ضمان مقاعد؛ إنه عبارة عن تجربة شاملة وحصرية للمشجعين. يتميز الموقع بمجموعة من الامتيازات التي تعزز الحزمة الكلية لحاملي التذاكر. من الوصول بأولوية إلى جلسات توقيع الأوتوغراف ولقاءات السائقين، إلى لمحات خلف الكواليس لعمليات الفرق في فورمولا 1، تستهدف الامتيازات كل من المشجعين العاشقين للرياضة والجدد في عالم السباقات.",
      "2": "هذه الامتيازات لا تقدم فقط قيمة إضافية لشراء التذكرة، بل تخلق ذكريات وروابط دائمة بين المشجعين والرياضة. تم تصميم الموقع لتعزيز شعور بالمجتمع، حيث يمكن للمحبين مشاركة شغفهم بفورمولا 1 والمشاركة في تفاعلات لا تُنسى."
    },
    "technologies": "React,Next.js,TailwindCSS"
  },
  "misk": {
    "title": "مسك مكان",
    "subtitle": "",
    "description": {
      "1": "يقدم مسك مكان مجموعة شاملة من الأدوات التي تمكن منظمي الفعاليات من إنشاء وإدارة وتحليل فعالياتهم بسهولة. من صياغة تفاصيل الفعالية وإدارة قوائم الضيوف إلى تصميم شارات الفعاليات ورصد موافقات الفعاليات، يعتبر مسك مكان منصة شاملة تم تصميمها لتبسيط إدارة الفعاليات.",
      "2": "إحدى ميزاته البارزة هي القدرة على تخصيص تفاصيل الفعاليات، مثل التواريخ والأوقات والأماكن، مما يضمن أن تتناسب كل فعالية تمامًا مع رؤيتك الفريدة. يمتد هذا المستوى من التخصيص أيضًا إلى إنشاء شارات الفعاليات، حيث يمكنك تصميم شارات احترافية تعكس هويتك البصرية.",
      "3": "باختصار، مسك مكان ليس مجرد موقع ويب؛ بل هو شريكك الاستراتيجي في تنظيم الفعاليات. سواء كنت تخطط لاجتماع صغير أو مؤتمر كبير، واجهة المستخدم سهلة الاستخدام والميزات القوية والتحليلات المستندة إلى البيانات سترفع إدارة الفعاليات إلى مستويات جديدة. وداعاً لضغوط تنظيم الفعاليات واستقبل مستقبل الفعاليات بوجود مسك مكان. فعاليتك الناجحة التالية على بعد نقرة واحدة فقط!"
    },
    "technologies": "React,Next.js,Radix UI,TailwindCSS"
  },
  "afcon": {
    "title": "كأس أمم إفريقيا - المغرب 2023",
    "subtitle": "",
    "description": {
      "1": "إحدى ميزات موقع كأس أمم إفريقيا 2023 البارزة هي خريطة المقاعد التفاعلية، التي غيّرت طريقة اختيار الجماهير لمقاعدهم تمامًا. ذهبت أيام اختيار التذاكر بشكل عشوائي. الآن، يمكن للجماهير استكشاف الخريطة المكانية للملعب بصريًا، وعرض المقاعد المتاحة في الوقت الحقيقي، واختيار مقاعدهم المفضلة. تلك الميزة لا تعزز فقط تجربة المستخدم العامة، بل تتيح للجماهير اتخاذ قرارات مستنيرة استنادًا إلى تفضيلاتهم، مما يضمن لهم الاستمتاع بالبطولة من المكان الأمثل.",
      "2": "بتوقع الطلب العالي على تذاكر كأفون 2023، يقدم الموقع نظام انتظار آمن لشراء التذاكر. هذا النهج الابتكاري يمنع انهيار الموقع بسبب حركة المرور الزائدة ويضمن توزيع التذاكر بشكل عادل ومنتظم. تدخل الجماهير طابور الانتظار الافتراضي وتنتظر بصبر دورها، على علم بأن النظام مصمم لاستيعاب تدفق المستخدمين الضخم دون المساس بالأمان أو الأداء."
    },
    "technologies": "React,Next.js,TailwindCSS"
  },
  "awwal": {
    "title": "الأول بارك - موسم نادي النصر 2023/24",
    "subtitle": "",
    "description": {
      "1": "يتيح موقع الأول بارك خدمات مخصصة لجميع المشجعين، سواء كانوا حاملي تذاكر موسمية ملتزمين أو مشجعين. بالإضافة إلى عروض خاصية الشراء المبكر، يوفر الموقع وصولًا ملائمًا إلى مبيعات تذاكر الموسم لأولئك الذين يرغبون في حضور كل مباراة. بالنسبة لأولئك الذين يرغبون في حضور مباريات معينة، تتوفر تذاكر المباريات الفردية أيضًا، مما يضمن أن الجميع يمكنهم المشاركة في الحماس.",
      "2": "من خلال هذا الموقع، يلتزم نادي النصر بتعزيز تجربة المشجع، من لحظة شراء التذاكر إلى صافرة النهاية في كل مباراة. واجهة المستخدم سهلة الاستخدام، وخرائط المقاعد التفاعلية، ونظام الطابور الآمن، والعروض الحصرية تظهر التفاني الكبير للنادي في خلق لحظات لا تُنسى لأنصاره."
    },
    "technologies": "React,Next.js,TailwindCSS"
  }
}
